{
  "additional_special_tokens": [
    {
      "content": "-=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<<",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": ">>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": ":=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": ">=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "==",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "!=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "+=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "//=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "**=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "/=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "//",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "%=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "@=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "&=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "|=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "^=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": ">>=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<<=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "*=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "()",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "):",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "~>>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "**",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<codeobj:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<KWARG_PAD>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "E->",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_0>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "defaults",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "args:",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "vararg:",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_1>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<START_LINE>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<SUB>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_UP>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "E-END",
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_2>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "~~>",
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_ST>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<SEP>",
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "</SUB>",
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_3>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_4>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_5>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_6>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<TAP_7>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "False",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "None",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "True",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "and",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "assert",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "async",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "await",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "break",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "class",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "continue",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "def",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "del",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "elif",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "else",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "else:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "except",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "except:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "finally",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "finally:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "for",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "from",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "global",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "if",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "import",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "in",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "is",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "lambda",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "nonlocal",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "not",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "or",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "pass",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "raise",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "return",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "try",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "try:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "while",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "with",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "yield",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "case",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "as",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "ASYNC_GEN_WRAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BEFORE_ASYNC_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BEFORE_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BEGIN_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_AND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_FLOOR_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_LSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_MATRIX_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_MODULO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_OR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_POWER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_RSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_SLICE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_SUBSCR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_SUBTRACT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_TRUE_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BINARY_XOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BREAK_LOOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_CONST_KEY_MAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_LIST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_LIST_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_MAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_MAP_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_MAP_UNPACK_WITH_CALL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_SET",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_SET_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_SLICE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_STRING",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_TUPLE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_TUPLE_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "BUILD_TUPLE_UNPACK_WITH_CALL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CACHE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CALL_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CALL_FUNCTION",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CALL_FUNCTION_EX",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CALL_FUNCTION_KW",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CALL_METHOD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CHECK_EG_MATCH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CHECK_EXC_MATCH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CLEANUP_THROW",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "COMPARE_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CONTAINS_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CONTINUE_LOOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "COPY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "COPY_DICT_WITHOUT_KEYS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "COPY_FREE_VARS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DELETE_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DELETE_DEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DELETE_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DELETE_GLOBAL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DELETE_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DELETE_SUBSCR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DICT_MERGE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DICT_UPDATE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DUP_TOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "DUP_TOP_TWO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "END_ASYNC_FOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "END_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "END_FOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "END_SEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "EXTENDED_ARG",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "FOR_ITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "FORMAT_VALUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "FORMAT_SIMPLE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "FORMAT_SPEC",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "GEN_START",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "GET_AITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "GET_ANEXT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "GET_AWAITABLE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "GET_ITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "GET_LEN",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "GET_YIELD_FROM_ITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "IMPORT_FROM",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "IMPORT_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "IMPORT_STAR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_AND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_FLOOR_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_LSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_MATRIX_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_MODULO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_OR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_POWER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_RSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_SUBTRACT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_TRUE_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INPLACE_XOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "INTERPRETER_EXIT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "IS_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "JUMP_ABSOLUTE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "JUMP_BACKWARD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "JUMP_BACKWARD_NO_INTERRUPT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "JUMP_FORWARD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "JUMP_IF_FALSE_OR_POP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "JUMP_IF_NOT_EXC_MATCH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "JUMP_IF_TRUE_OR_POP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LIST_APPEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LIST_EXTEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LIST_TO_TUPLE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_ASSERTION_ERROR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_BUILD_CLASS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_CLASSDEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_CLOSURE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_CONST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_FAST_LOAD_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_FROM_DICT_OR_DEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_FROM_DICT_OR_GLOBAL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_FAST_AND_CLEAR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_FAST_CHECK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_GLOBAL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_LOCALS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_METHOD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "LOAD_SUPER_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "MAKE_CELL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "MAKE_FUNCTION",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SET_FUNCTION_ATTRIBUTE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "MAP_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "MATCH_CLASS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "MATCH_KEYS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "MATCH_MAPPING",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "MATCH_SEQUENCE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "NOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_BLOCK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_EXCEPT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_FORWARD_IF_FALSE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_FORWARD_IF_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_FORWARD_IF_NOT_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_FORWARD_IF_TRUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_IF_FALSE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_IF_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_IF_NOT_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_JUMP_IF_TRUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "POP_TOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "PRECALL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "PREP_RERAISE_STAR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "PRINT_EXPR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "PUSH_EXC_INFO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "PUSH_NULL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "RAISE_VARARGS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "RERAISE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "RESERVED",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "RESUME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "RETURN_CONST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "RETURN_GENERATOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "RETURN_VALUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "CONVERT_VALUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "ROT_FOUR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "ROT_N",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "ROT_THREE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "ROT_TWO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "ENTER_EXECUTOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "TO_BOOL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SET_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SET_UPDATE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SETUP_ANNOTATIONS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SETUP_ASYNC_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SETUP_EXCEPT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SETUP_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SETUP_LOOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SETUP_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_DEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_FAST_LOAD_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_FAST_STORE_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_GLOBAL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_SLICE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "STORE_SUBSCR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "SWAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "UNARY_INVERT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "UNARY_NEGATIVE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "UNARY_NOT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "UNARY_POSITIVE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "UNPACK_EX",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "UNPACK_SEQUENCE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "WITH_CLEANUP_FINISH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "WITH_CLEANUP_START",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "WITH_EXCEPT_START",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "YIELD_FROM",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "YIELD_VALUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_0>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_1>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_2>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_3>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_4>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_5>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_6>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_7>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_8>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_9>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_10>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_11>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_12>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_13>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_14>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_15>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_16>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_17>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_18>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_19>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_20>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_21>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_22>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_23>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_24>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_25>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_26>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_27>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_28>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_29>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_30>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_31>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_32>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_33>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_34>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_35>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_36>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_37>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_38>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_39>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_40>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_41>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_42>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_43>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_44>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_45>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_46>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_47>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_48>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_49>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_50>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_51>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_52>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_53>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_54>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_55>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_56>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_57>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_58>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_59>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_60>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_61>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_62>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_63>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_64>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_65>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_66>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_67>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_68>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_69>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_70>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false
    },
    {
      "content": "<mask_71>",
