{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 100,
      "content": "-=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 101,
      "content": "<<",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 102,
      "content": ">>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 103,
      "content": ":=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 104,
      "content": ">=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 105,
      "content": "<=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 106,
      "content": "==",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 107,
      "content": "!=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 108,
      "content": "+=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 109,
      "content": "//=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 110,
      "content": "**=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 111,
      "content": "/=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 112,
      "content": "//",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 113,
      "content": "%=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 114,
      "content": "@=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 115,
      "content": "&=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 116,
      "content": "|=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 117,
      "content": "^=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 118,
      "content": ">>=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 119,
      "content": "<<=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 120,
      "content": "*=",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 121,
      "content": "()",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 122,
      "content": "):",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 123,
      "content": "~>>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 124,
      "content": "**",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 125,
      "content": "<codeobj:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 126,
      "content": "<KWARG_PAD>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 127,
      "content": "E->",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 128,
      "content": "<TAP_0>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 129,
      "content": "defaults",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 130,
      "content": "args:",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 131,
      "content": "vararg:",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 132,
      "content": "<TAP_1>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 133,
      "content": "<START_LINE>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 134,
      "content": "<SUB>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 135,
      "content": "<TAP_UP>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 136,
      "content": "E-END",
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 137,
      "content": "<TAP_2>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 138,
      "content": "~~>",
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 139,
      "content": "<TAP_ST>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 140,
      "content": "<SEP>",
      "lstrip": true,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 141,
      "content": "</SUB>",
      "lstrip": true,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 142,
      "content": "<TAP_3>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 143,
      "content": "<TAP_4>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 144,
      "content": "<TAP_5>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 145,
      "content": "<TAP_6>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 146,
      "content": "<TAP_7>",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 147,
      "content": "False",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 148,
      "content": "None",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 149,
      "content": "True",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 150,
      "content": "and",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 151,
      "content": "assert",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 152,
      "content": "async",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 153,
      "content": "await",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 154,
      "content": "break",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 155,
      "content": "class",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 156,
      "content": "continue",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 157,
      "content": "def",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 158,
      "content": "del",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 159,
      "content": "elif",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 160,
      "content": "else",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 161,
      "content": "else:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 162,
      "content": "except",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 163,
      "content": "except:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 164,
      "content": "finally",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 165,
      "content": "finally:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 166,
      "content": "for",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 167,
      "content": "from",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 168,
      "content": "global",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 169,
      "content": "if",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 170,
      "content": "import",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 171,
      "content": "in",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 172,
      "content": "is",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 173,
      "content": "lambda",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 174,
      "content": "nonlocal",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 175,
      "content": "not",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 176,
      "content": "or",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 177,
      "content": "pass",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 178,
      "content": "raise",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 179,
      "content": "return",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 180,
      "content": "try",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 181,
      "content": "try:",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 182,
      "content": "while",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 183,
      "content": "with",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 184,
      "content": "yield",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 185,
      "content": "case",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 186,
      "content": "as",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 187,
      "content": "ASYNC_GEN_WRAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 188,
      "content": "BEFORE_ASYNC_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 189,
      "content": "BEFORE_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 190,
      "content": "BEGIN_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 191,
      "content": "BINARY_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 192,
      "content": "BINARY_AND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 193,
      "content": "BINARY_FLOOR_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 194,
      "content": "BINARY_LSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 195,
      "content": "BINARY_MATRIX_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 196,
      "content": "BINARY_MODULO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 197,
      "content": "BINARY_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 198,
      "content": "BINARY_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 199,
      "content": "BINARY_OR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 200,
      "content": "BINARY_POWER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 201,
      "content": "BINARY_RSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 202,
      "content": "BINARY_SLICE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 203,
      "content": "BINARY_SUBSCR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 204,
      "content": "BINARY_SUBTRACT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 205,
      "content": "BINARY_TRUE_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 206,
      "content": "BINARY_XOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 207,
      "content": "BREAK_LOOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 208,
      "content": "BUILD_CONST_KEY_MAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 209,
      "content": "BUILD_LIST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 210,
      "content": "BUILD_LIST_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 211,
      "content": "BUILD_MAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 212,
      "content": "BUILD_MAP_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 213,
      "content": "BUILD_MAP_UNPACK_WITH_CALL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 214,
      "content": "BUILD_SET",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 215,
      "content": "BUILD_SET_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 216,
      "content": "BUILD_SLICE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 217,
      "content": "BUILD_STRING",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 218,
      "content": "BUILD_TUPLE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 219,
      "content": "BUILD_TUPLE_UNPACK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 220,
      "content": "BUILD_TUPLE_UNPACK_WITH_CALL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 221,
      "content": "CACHE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 222,
      "content": "CALL_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 223,
      "content": "CALL_FUNCTION",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 224,
      "content": "CALL_FUNCTION_EX",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 225,
      "content": "CALL_FUNCTION_KW",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 226,
      "content": "CALL_METHOD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 227,
      "content": "CHECK_EG_MATCH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 228,
      "content": "CHECK_EXC_MATCH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 229,
      "content": "CLEANUP_THROW",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 230,
      "content": "COMPARE_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 231,
      "content": "CONTAINS_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 232,
      "content": "CONTINUE_LOOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 233,
      "content": "COPY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 234,
      "content": "COPY_DICT_WITHOUT_KEYS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 235,
      "content": "COPY_FREE_VARS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 236,
      "content": "DELETE_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 237,
      "content": "DELETE_DEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 238,
      "content": "DELETE_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 239,
      "content": "DELETE_GLOBAL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 240,
      "content": "DELETE_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 241,
      "content": "DELETE_SUBSCR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 242,
      "content": "DICT_MERGE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 243,
      "content": "DICT_UPDATE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 244,
      "content": "DUP_TOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 245,
      "content": "DUP_TOP_TWO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 246,
      "content": "END_ASYNC_FOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 247,
      "content": "END_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 248,
      "content": "END_FOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 249,
      "content": "END_SEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 250,
      "content": "EXTENDED_ARG",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 251,
      "content": "FOR_ITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 252,
      "content": "FORMAT_VALUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 253,
      "content": "GEN_START",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 254,
      "content": "GET_AITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 255,
      "content": "GET_ANEXT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 256,
      "content": "GET_AWAITABLE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 257,
      "content": "GET_ITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 258,
      "content": "GET_LEN",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 259,
      "content": "GET_YIELD_FROM_ITER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 260,
      "content": "IMPORT_FROM",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 261,
      "content": "IMPORT_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 262,
      "content": "IMPORT_STAR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 263,
      "content": "INPLACE_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 264,
      "content": "INPLACE_AND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 265,
      "content": "INPLACE_FLOOR_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 266,
      "content": "INPLACE_LSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 267,
      "content": "INPLACE_MATRIX_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 268,
      "content": "INPLACE_MODULO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 269,
      "content": "INPLACE_MULTIPLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 270,
      "content": "INPLACE_OR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 271,
      "content": "INPLACE_POWER",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 272,
      "content": "INPLACE_RSHIFT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 273,
      "content": "INPLACE_SUBTRACT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 274,
      "content": "INPLACE_TRUE_DIVIDE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 275,
      "content": "INPLACE_XOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 276,
      "content": "INTERPRETER_EXIT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 277,
      "content": "IS_OP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 278,
      "content": "JUMP_ABSOLUTE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 279,
      "content": "JUMP_BACKWARD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 280,
      "content": "JUMP_BACKWARD_NO_INTERRUPT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 281,
      "content": "JUMP_FORWARD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 282,
      "content": "JUMP_IF_FALSE_OR_POP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 283,
      "content": "JUMP_IF_NOT_EXC_MATCH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 284,
      "content": "JUMP_IF_TRUE_OR_POP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 285,
      "content": "LIST_APPEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 286,
      "content": "LIST_EXTEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 287,
      "content": "LIST_TO_TUPLE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 288,
      "content": "LOAD_ASSERTION_ERROR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 289,
      "content": "LOAD_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 290,
      "content": "LOAD_BUILD_CLASS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 291,
      "content": "LOAD_CLASSDEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 292,
      "content": "LOAD_CLOSURE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 293,
      "content": "LOAD_CONST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 294,
      "content": "LOAD_DEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 295,
      "content": "LOAD_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 296,
      "content": "LOAD_FAST_AND_CLEAR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 297,
      "content": "LOAD_FAST_CHECK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 298,
      "content": "LOAD_GLOBAL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 299,
      "content": "LOAD_LOCALS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 300,
      "content": "LOAD_METHOD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 301,
      "content": "LOAD_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 302,
      "content": "LOAD_SUPER_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 303,
      "content": "MAKE_CELL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 304,
      "content": "MAKE_FUNCTION",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 305,
      "content": "MAP_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 306,
      "content": "MATCH_CLASS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 307,
      "content": "MATCH_KEYS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 308,
      "content": "MATCH_MAPPING",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 309,
      "content": "MATCH_SEQUENCE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 310,
      "content": "NOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 311,
      "content": "POP_BLOCK",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 312,
      "content": "POP_EXCEPT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 313,
      "content": "POP_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 314,
      "content": "POP_JUMP_FORWARD_IF_FALSE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 315,
      "content": "POP_JUMP_FORWARD_IF_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 316,
      "content": "POP_JUMP_FORWARD_IF_NOT_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 317,
      "content": "POP_JUMP_FORWARD_IF_TRUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 318,
      "content": "POP_JUMP_IF_FALSE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 319,
      "content": "POP_JUMP_IF_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 320,
      "content": "POP_JUMP_IF_NOT_NONE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 321,
      "content": "POP_JUMP_IF_TRUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 322,
      "content": "POP_TOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 323,
      "content": "PRECALL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 324,
      "content": "PREP_RERAISE_STAR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 325,
      "content": "PRINT_EXPR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 326,
      "content": "PUSH_EXC_INFO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 327,
      "content": "PUSH_NULL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 328,
      "content": "RAISE_VARARGS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 329,
      "content": "RERAISE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 330,
      "content": "RESERVED",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 331,
      "content": "RESUME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 332,
      "content": "RETURN_CONST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 333,
      "content": "RETURN_GENERATOR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 334,
      "content": "RETURN_VALUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 335,
      "content": "ROT_FOUR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 336,
      "content": "ROT_N",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 337,
      "content": "ROT_THREE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 338,
      "content": "ROT_TWO",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 339,
      "content": "SEND",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 340,
      "content": "SET_ADD",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 341,
      "content": "SET_UPDATE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 342,
      "content": "SETUP_ANNOTATIONS",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 343,
      "content": "SETUP_ASYNC_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 344,
      "content": "SETUP_EXCEPT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 345,
      "content": "SETUP_FINALLY",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 346,
      "content": "SETUP_LOOP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 347,
      "content": "SETUP_WITH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 348,
      "content": "STORE_ATTR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 349,
      "content": "STORE_DEREF",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 350,
      "content": "STORE_FAST",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 351,
      "content": "STORE_GLOBAL",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 352,
      "content": "STORE_NAME",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 353,
      "content": "STORE_SLICE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 354,
      "content": "STORE_SUBSCR",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 355,
      "content": "SWAP",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 356,
      "content": "UNARY_INVERT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 357,
      "content": "UNARY_NEGATIVE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 358,
      "content": "UNARY_NOT",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 359,
      "content": "UNARY_POSITIVE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 360,
      "content": "UNPACK_EX",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 361,
      "content": "UNPACK_SEQUENCE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 362,
      "content": "WITH_CLEANUP_FINISH",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 363,
      "content": "WITH_CLEANUP_START",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 364,
      "content": "WITH_EXCEPT_START",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 365,
      "content": "YIELD_FROM",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 366,
      "content": "YIELD_VALUE",
      "lstrip": false,
      "rstrip": true,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 367,
      "content": "<mask_0>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 368,
      "content": "<mask_1>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 369,
      "content": "<mask_2>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 370,
      "content": "<mask_3>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 371,
      "content": "<mask_4>",
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "single_word": false,
      "special": true
    },
    {
      "id": 372,
      "content": "<mask_5>",
